Repository: ipaleka/arrangeit
Catalog: arrangeit/locale/*/LC_MESSAGES/arrangeit.po
Languages: hr_hr

source: Background:
hr_hr: Pozadina:

source: Foreground:
hr_hr: Tekst:

source: Corner cursor with arrow
hr_hr: Pokazivač miša u kutu je sa strelicom

source: Highlighted:
hr_hr: Istaknuto:

source: Main window opacity [%]:
hr_hr: Neprozirnost glavnog prozora [%]:

source: Main window size:
hr_hr: Veličina glavnog prozora:

source: Grayscale background image
hr_hr: Pozadinska slika u sivim tonovima

source: Background image blur [pixels]:
hr_hr: Zamućenje pozadinske slike [u pikselima]:

source: Don't show background image
hr_hr: Bez prikazivanja pozadinske slike

source: Selected:
hr_hr: Odabrano:

source: Corner cursor shift [pixels]:
hr_hr: Pomak pokazivača miša u kutu [u pikselima]:

source: Include itself in snapping
hr_hr: Trenutni prozor je uključen u privlačenje

source: Snapping size [pixels]:
hr_hr: Udaljenost privlačenja [u pikselima]:

source: Use snapping
hr_hr: Privlačenje je uključeno

source: Title background:
hr_hr: Pozadina naslova:

source: Title foreground:
hr_hr: Tekst naslova:

source: Use transparency
hr_hr: Prozirnost je uključena

source: Queued windows shown:
hr_hr: Broj prikazanih prozora u redu čekanja:

source: About - arrangeit
hr_hr: O programu - arrangeit

source: Appearance
hr_hr: Izgled

source: Colors
hr_hr: Boje

source: Files
hr_hr: Datoteke

source: Options - arrangeit
hr_hr: O programu - arrangeit

source: Collected windows data saved to default file.
hr_hr: Podaci o prikupljenim prozorima su spremljeni u zadanu datoteku.

source: Setting is changed - some settings may require program restart in order for the change to take effect.
hr_hr: Postavka je promijenjena - neke postavke mogu zahtijevati ponovno pokretanje programa za uspješnu primjenu.

source: Save data to default file
hr_hr: Spremanje podataka u zadanu datoteku

source: Continue
hr_hr: Nastavi

source: About
hr_hr: O programu

source: Version
hr_hr: Inačica

source: version
hr_hr: inačica

source: Exit
hr_hr: Izlaz

source: Releases
hr_hr: Izdanja

source: Online help
hr_hr: Internetska pomoć

source: Click title or icon to restart positioning
hr_hr: Klik na naslov ili ikonu za ponovno pokretanje

source: Positioning corner is changed
hr_hr: Promijenjen je kut postavljanja

source: Positioning phase is finished
hr_hr: Završeno je postavljanje prozora

source: Resizing phase is finished
hr_hr: Završena je promjena veličine prozora

source: Listed window activated
hr_hr: Aktiviran je prozor iz popisa

source: Mouse middle click or Shift for cursor release
hr_hr: Srednja tipka miša ili Shift oslobađa kursor

source: Window's resizable property is changed
hr_hr: Promijenjeno je svojstvo promjene veličine prozora

source: Window's minimize property is changed
hr_hr: Promijenjeno je stanje minimiziranosti prozora

source: New workspace is entered
hr_hr: Izvršen je prelazak u novi radni prostor

source: Window is skipped
hr_hr: Prozor je preskočen

source: Workspace is changed
hr_hr: Radni prostor je promijenjen

source: Options
hr_hr: Opcije

source: Quit
hr_hr: Kraj
